{"question1_title":{"en":"What is pomotimed?","es":"¿Qué es PomoTimed?"},"question1_desc":{"en":"PomoTimed is a customizable pomodoro timer, that works both on desktop and mobile.<br>The objective of this application is to help you focus on any task that you are working on, like studying, programming or writing.<br>This aplication makes use of the Pomodoro method developed by Francesco Cirillo.<br> ","es":"Pomotimed es un temporizador Pomodoro customizable, que funciona en escritorio y móvil.<br>El objetivo de esta aplicación es ayudarte a concentrarte en cualquier tarea que estés trabajando, como estudiar, programar o escribir.<br>Esta aplicación hace uso de la técnica Pomodoro, desarrollada por Francesco Cirillo."},"question2_title":{"en":"What is the pomodoro method?","es":"¿Qué es el método Pomodoro?"},"question2_desc":{"en":"The pomodoro method was created by Francesco Cirillo, to make a more productive way of working and studying.<br>The method uses a timer to divide the work in intervals, usually of 25 minutes, separated by short breaks.<br>Each interval it's known as Pomodoro, from the italian word \"Tomate\", after the cooking timer with the shape of a tomato that Cirillo used as a college student. <br>-<a style=\"color: hsla(4, 81%, 57%, 0.77);\" href=\"https:\/\/en.wikipedia.org\/wiki\/Pomodoro_Technique\" target=\"_blank\">Wikipedia<\/a>","es":"El método Pomodoro fue creado por Francesco Cirillo, para hacer una manera mas productiva de trabajo y estudio.<br>El método usa un temporizador para dividir el trabajo en intervalos, de normalmente 25 minutos, separado por pequeños descansos.<br>Cada intervalo es conocido como Pomodoro, por la palabra italiana \"Tomate\", después del temporizador con forma de tomate que Cirillo usaba como estudiante universitario.<br>-<a style=\"color: hsla(4, 81%, 57%, 0.77);\" href=\"https:\/\/es.wikipedia.org\/wiki\/Técnica_Pomodoro\" target=\"_blank\">Wikipedia<\/a>"},"question3_title":{"en":"How to use the Pomodoro timer?","es":"¿Cómo usar el temporizador Pomodoro?"},"question3_desc":{"en":"1. Add the tasks that you wanna work on today.<br>2. Stablish the Pomodoros estimation (1 = 25 minutes of work) for each task.<br>3. Start the timer and focus on the task for 25 minutes.<br>4. Take a break of 5 \/ 15 minutes as you need, when the alarm goes off.<br>5. Iterate as many times as you need to complete your tasks.<br><br>All times estimations are made using the default values.","es":"1. Añade las tareas en las que quieras trabajar hoy.<br>2. Establece una estimación de Pomodoros (1 = 25 minutos de trabajo) por cada tarea.<br>3. Empieza el temporizador y concéntrate en la tarea durante 25 minutos.<br>4. Tómate un descanso de 5 \/ 15 minutos según necesites, cuando la alarma suene.<br>5. Itera tantas veces como necesites hasta completar las tareas.<br><br>Todas las estimaciones han sido creadas usando los valores por defecto."},"question4_title":{"en":"Download the App","es":"Descarga la aplicación"},"question4_desc":{"en":"· <a target=\"_blank\" href=\"\/\" style=\"color:hsla(4, 81%, 57%, 0.77) \">App Store<\/a><br>· <a target=\"_blank\" href=\"\/\" style=\"color:hsla(4, 81%, 57%, 0.77) \">Play Store<\/a>","es":"· <a target=\"_blank\" href=\"\/\" style=\"color:hsla(4, 81%, 57%, 0.77) \">App Store<\/a><br>· <a target=\"_blank\" href=\"\/\" style=\"color:hsla(4, 81%, 57%, 0.77) \">Play Store<\/a>"}}